Repository: OpenConext/OpenConext-profile
Catalog: app/Resources/translations/messages.*.xliff
Languages: nl, pt

# profile.application.header
source: Overview of your SURFconext profile
nl: Overzicht van jouw SURFconext-profiel
pt: Visão geral do seu perfil na SURFconext

# profile.application.platform_connection_description
source: This is a service connected through
nl: Deze dienst is verbonden via
pt: Este é um serviço ligado através da

# profile.application.title
source: SURFconext Profile
pt: Perfil SURFconext

# profile.attribute_support.explanation
source: SURFconext support may ask you to share the abovementioned data. This information can help them to answer your support question.
nl: SURFconext support kan je vragen om bovenstaande informatie te delen. Deze informatie kan hen helpen om jouw supportvraag te beantwoorden.
pt: O suporte da SURFconext poderá pedir-lhe para partilhar os dados mencionados em cima. Estes dados podem ajudar o suporte a resolver as suas questões.

# profile.attribute_support.long_title
source: Send data to SURFconext support
nl: Mail data naar SURFconext support
pt: Enviar os dados ao suporte da SURFconext

# profile.attribute_support.send_mail
source: Send data
nl: Mail data
pt: Enviar dados

# profile.attribute_support.short_title
source: Send data
nl: Mail data
pt: Enviar dados

# profile.attribute_support_confirmation.explanation
source: The mail with your information has been successfully sent.
nl: De mail met informatie is succesvol verstuurd.
pt: O email com os seus dados foi enviado com sucesso.

# profile.attribute_support_confirmation.long_title
source: Attribute data has been mailed
nl: De attribuutdata is gemaild
pt: Os atributos foram enviados por email

# profile.attribute_support_confirmation.short_title
source: Attribute data mailed
nl: Attribuutdata gemaild
pt: Atributo enviado por email

# profile.introduction.explanation.introduction
source: Your institution uses SURFconext to allow you to login to several online (cloud)services using your institutional account. Instead of registering separate accounts for each service, this means you only need a single account to login. The following picture gives a schematic overview of what SURFconext does:
nl: Jouw instelling gebruikt SURFconext zodat je met jouw instellingsaccount kunt inloggen op verschillende (cloud)diensten. Zo heb je maar één inlogaccount nodig en hoef je niet overal een apart gebruikersaccount aan te maken. Het volgende plaatje toont een schematische weergave van wat SURFconext doet:
pt: A sua instituição SURFconext permite o seu login a vários serviços online, usando a sua conta institucional. Em vez de registar contas separadas para cada serviço, precisará apenas de um único login para ter acesso a todos os sserviços. A seguinte imagem ilustra de uma forma gerál uma esquemática do que a SURFconext faz:

# profile.introduction.explanation.title
source: What is SURFconext?
nl: Wat is SURFconext?
pt: O que é a SURFconext?

# profile.introduction.long_title
source: The SURFconext Profile page
nl: De profielpagina van SURFconext
pt: Página do perfil da SURFconext

# profile.introduction.purpose.profile_storage
source: On behalf of your institution, SURFconext forwards a limited amount of your personal data to the service you are logging in to. Most of the times you are required to give explicit consent for this information transfer. In some cases, however, this feature is disabled on request of your institution. This profile page gives you insight in which personal data, provided by your institution via SURFconext, has been forwarded to which service. You can also review which personal data is being stored by SURFconext and which services you have logged in to in the past.
nl: Op verzoek van jouw instelling geeft SURFconext een beperkt aantal persoonsgegevens door aan de dienst waar je inlogt. Soms gaat dit automatisch bij het inloggen, in andere gevallen moet jij vooraf expliciet toestemming geven voor de doorgave van jouw gegevens. Deze profielpagina geeft je inzicht in welke persoonlijke data, afkomstig van jouw instelling, via SURFconext aan welke dienst wordt doorgegeven. Ook kun je zien welke gegevens door SURFconext worden opgeslagen en bij welke diensten je in het verleden bent ingelogd via SURFconext.
pt: Em nome da sua instituição, a SURFconext envia uma quantidade limitada de seus dados pessoais para o serviço no qual você está a realizar a sua autenticação. Na maioria das vezes, você é obrigado a dar consentimento explícito para a transferência de informações. No entanto, em alguns casos, esse recurso é desativado a pedido de sua instituição. Esta página de perfil fornece informações que podem vir a ser dados pessoais. Estes dados são fornecidos pela sua instituição por meio da SURFconext que são encaminhados para cada serviço. Você também pode validar que dados pessoais estão a ser armazenados pela SURFconext e quais os serviços utilizou no passado.

# profile.introduction.purpose.title
source: What is the purpose of this profile page?
nl: Wat kun je op deze profielpagina?
pt: Qual é o propósito desta página de perfil?

# profile.introduction.short_title
source: Introduction
nl: Introductie
pt: Introdução

# profile.locale.choose_locale
source: Choose language
nl: Kies taal
pt: Escolher idioma

# profile.locale.locale_change_fail
source: Could not change language
nl: Kon taal niet veranderen
pt: Idioma não pode ser alterado

# profile.locale.locale_change_success
source: Language changed
nl: Taal veranderd
pt: Idioma alterado

# profile.my_connections.active_connections
source: Active connections
pt: Ligações activas

# profile.my_connections.available_connections
source: Available Connections
nl: Beschikbare koppelingen
pt: Ligações disponíveis

# profile.my_connections.description_label
source: Description
nl: Omschrijving
pt: Descrição

# profile.my_connections.explanation
source: It's possible to connect external sources to your SURFconext profile. SURFconext can use this information to enrich the existing attributes of your institutional account with the values from this external account. Services connected to SURFconext can receive and use this information.
nl: Omdat wanneer je dit doet, OpenConext deze gegevens kan gebruiken om je bestaande attributen te verrijken met de waarden uit de koppeling. Services die verbonden zijn met OpenConext kunnen je koppelingen gebruiken.
pt: É possível ligar fontes externas ao seu Perfil SURFconext. A SURFconext consegue usar esta informação para enriquecer os atributos existentes da sua conta institucional com os valores desta conta externa. Os serviços ligados à SURFconext podem receber e usar esta informação.

# profile.my_connections.long_title
source: Accounts linked to your profile
nl: Je hebt nog geen koppelingen, waarom zou je deze willen maken?
pt: Contas ligadas ao seu perfil

# profile.my_connections.missing_connections
source: Missing Connections?
nl: Missende koppelingen?
pt: Ligações em falta?

# profile.my_connections.no_active_connections.description
source: You don't have any active connections yet.
pt: Não tem ligações activas.

# profile.my_connections.no_connections_configured.description
source: At the moment there are no connections that are available for configuration.
nl: Op dit moment zijn er geen koppelingen beschikbaar die geconfigureerd kunnen worden.
pt: De momento não existem ligações disponíveis para configuração.

# profile.my_connections.orcid.connect_title
source: Connect
nl: Koppelen
pt: Registre-se ou conecte seu ORCID iD

# profile.my_connections.orcid.description
source: ORCID is a nonproprietary alphanumeric code to uniquely identify scientific and other academic authors. This addresses the problem that a particular author's contributions to the scientific literature or publications in the humanities can be hard to recognize as most personal names are not unique, they can change (such as with marriage), have cultural differences in name order, contain inconsistent use of first-name abbreviations and employ different writing systems.
nl: ORCID is een alpha-numerieke code die wordt gebruikt om auteurs van wetenschappelijke werken uniek te identificeren.
pt: O ORCID iD é um código alfanumérico não proprietário para identificação exclusiva de cada autor científico e/ou académico. A atribuição deste código resolve o problema de reconhecimento do autor e respetivas contribuições científicas, o que de outra forma poderia ser difícil de identificar, uma vez que é comum a mudança de nomes (por exemplo com o casamento) e em situações de diferenças culturais na ordem em que o nome é apresentado, ou possibilidade de inconsistências no uso de abreviaturas no nome próprio em diferentes sistemas de escrita.

# profile.my_connections.orcid.disconnect_title
source: Disconnect
nl: Ontkoppelen
pt: Desligar

# profile.my_connections.orcid.status
source: Status
pt: Estado

# profile.my_connections.orcid.status_connected
source: Connected
nl: Gekoppeld
pt: Ligado

# profile.my_connections.send_request
source: Send us a request
nl: Stuur ons een verzoek
pt: Envie-nos um pedido

# profile.my_connections.service_label
source: Service
pt: Serviço

# profile.my_connections.short_title
source: My Connections
nl: Mijn koppelingen
pt: As Minhas Ligações

# profile.my_profile.attributes_information_link_title
source: Attributes in SURFconext
nl: Attributen in SURFconext
pt: Atributos na SURFconext

# profile.my_profile.introduction
source: The table below contains an overview of all your personal data that your institution can pass on to several services through SURFconext. Within SURFconext, your personal data are called 'attributes'. An attribute can for instance be your name, your e-mail address or the name of your institution. If you want to know more about attributes, SURFconext provides the following technical information page:
nl: De tabel hieronder geeft een overzicht van de persoonsgegevens die door jouw instelling via SURFconext kunnen worden doorgegeven aan diensten. In SURFconext worden jouw persoonsgegevens "attributen" genoemd. Een attribuut kan bijvoorbeeld je naam, e-mailadres of de naam van jouw instelling zijn. Voor meer gedetailleerde informatie over deze attributen heeft SURFconext een technische informatiepagina ingericht:
pt: A tabela apresentada em baixo contém uma visão geral de todos os seus dados pessoais que a sua instituição de origem poderá passar para os vários serviços, através da SURFconext. Dentro da SURFconext, os seus dados pessoais são chamados de 'atributos'. Um atributo pode ser, por exemplo, o seu nome, o seu endereço de e-mail ou o nome da sua instituição. Para obter mais informações técnicas sobre esses atributos, a SURFconext disponibiliza a seguinte página de informações extras:

# profile.my_profile.long_title
source: Information from your institution
nl: Informatie van jouw instelling
pt: Informação da sua instituição

# profile.my_profile.pi_processing
source: On the tab "My SURFconext" you can see which attributes and data is being stored by SURFconext itself.
nl: Op het tabblad "Mijn SURFconext" kan je zien welke attributen en gegevens SURFconext zelf opslaat.
pt: No separador "O meu perfil" o utilizador poderá ver quais os atributos e dados que estão a ser armazenados pela própria SURFconext.

# profile.my_profile.questions
source: Please note: your institution is responsible for the personal data displayed here. SURFconext is simply showing the information received from your institution. If you have any questions about your attributes, please contact the help desk of your institution through:
nl: Let op: jouw instelling is verantwoordelijk voor de persoonsgegevens die je hier ziet. SURFconext laat slechts de informatie zien zoals ontvangen van jouw instelling. Heb je vragen over je persoonsgegevens? Neem dan contact op met je instelling via:
pt: Nota importante: A sua instituição é responsável pelos dados pessoais aqui exibidos. A SURFconext está simplesmente a mostrar as informações facultadas pela sua instituição de origem. Se tiver alguma questão sobre os seus atributos, por favor contate o suporte da sua instituição através de:

# profile.my_profile.questions_no_support_contact_email
source: If you have any questions about your personal data, please contact the help desk of your institution.
nl: Heb je vragen over je persoonsgegevens? Neem dan contact op met de helpdesk van je instelling.
pt: Se tiver alguma dúvida sobre seus dados pessoais, entre em contato com o suporte técnico da sua instituição.

# profile.my_profile.short_title
source: My Profile
nl: Mijn profiel
pt: O Meu Perfil

# profile.my_services.attribute_release_description
source: This service receives the following information about you:
nl: Deze dienst ontvangt de volgende gegevens over jou:
pt: Este serviço recebe as seguintes informações sobre si:

# profile.my_services.attribute_release_description_with_source
source: This service receives the following information about you from %source%:
pt: Este serviço recebe as seguintes informações sobre si a partir da %source%:

# profile.my_services.consent_first_used_on
source: First used on
nl: Voor het eerst gebruikt op
pt: Utilizado pela primeira vez em

# profile.my_services.consent_type
source: Consent was given by
nl: Toestemming gegeven door
pt: O consentimento foi dado por

# profile.my_services.error_loading_consent
source: The list of services which you are logged in to cannot be retrieved.
nl: De lijst met diensten waar je bent ingelogd kan niet opgehaald worden.
pt: A lista dos serviços nos quais está autenticado não pode ser apresentada.

# profile.my_services.explanation
source: This overview contains all services you have logged in to through SURFconext at least once. It also shows which subset of your personal data has been shared between your institution and the service. Services are subdivided in two groups:
nl: Dit overzicht laat alle diensten zien waar je tenminste één keer op bent ingelogd via SURFconext. Ook kun je zien welk deel van jouw persoonsgegevens vanuit jouw instelling naar de dienst is doorgestuurd. De diensten zijn onderverdeeld in twee groepen:
pt: Esta visão geral contém todos os serviços nos quais se autenticou pelo menos uma vez através da SURFconext. Mostra ainda que subconjunto de dados pessoais (atributos) foi partilhado entre a sua instituição e o serviço. Além disso, é ainda possível ver se o utilizador ou a respetiva instituição concordou em partilhar os seus atributos com o serviço:

# profile.my_services.explanation.explicit_consent
source: Consent by you: some services explicitly require you to consent to forwarding personal data the first time you login.
nl: Toestemming door jou: bij een aantal diensten wordt vooraf aan de eerste keer inloggen, expliciet gevraagd om toestemming voor het doorgeven van een aantal persoonsgegevens.
pt: Consentimento dado pelo utilizador: alguns serviços exigem explicitamente que o utilizador consinta encaminhar dados pessoais na primeira vez em que fizer o login.

# profile.my_services.explanation.implicit_consent
source: Consent by institution: some services do not explicitly require you to consent to forwarding personal data, because your institution already arranged for this. The information is shared automatically after logging in.
nl: Toestemming door instelling: bij sommige diensten wordt niet expliciet toestemming aan jou gevraagd, maar worden de gegevens automatisch doorgegeven na inloggen. In deze gevallen heeft jouw instelling bepaald dat jouw expliciete toestemming niet nodig is.
pt: Consentimento pela instituição: alguns serviços não exigem explicitamente que o utilizador consinta encaminhar dados pessoais, porque a sua instituição já providenciou consentimento. As informações são partilhadas automaticamente após o login.

# profile.my_services.explicit_consent_given
source: user
nl: gebruiker
pt: utilizador

# profile.my_services.implicit_consent_given
source: institution
nl: instelling
pt: instituição

# profile.my_services.long_title
source: Services accessed through SURFconext
nl: Diensten via SURFconext
pt: Serviços acedidos através da SURFconext

# profile.my_services.no_attribute_released
source: This service does not receive information about you.
nl: Deze dienst ontvangt geen gegevens over jou.
pt: Este serviço não recebe informações sobre si.

# profile.my_services.short_title
source: My Services
nl: Mijn diensten
pt: Os Meus Serviços

# profile.my_services.supportEmail
source: Support Email
nl: E-mailadres support
pt: Email de Suporte

# profile.my_surf_conext.account_data
source: Account data
nl: Accountgegevens
pt: Dados da conta

# profile.my_surf_conext.account_data_explanation
source: SURFconext can provide (cloud) services a privacy-friendly identifier (number) with which you can be recognized when you return to the service.
nl: SURFconext kan (cloud)diensten een privacyvriendelijke identifier (nummer) geven waarmee jij herkend kan worden als je opnieuw inlogt bij een dienst. Om dit te kunnen doen, moet SURFconext jouw Gebruikers-ID en de naam van jouw instelling opslaan.
pt: A SURFconext pode fornecer a cada serviço (cloud) um identificador de privacidade (código), através do qual o utilizador pode ser reconhecido quando voltar a usar o serviço.

# profile.my_surf_conext.account_data_origin
source: User ID and institution name from your institution + number generated by SURFconext
nl: Gebruikers-ID en de naam van jouw instelling + nummer gegenereerd door SURFconext
pt: O ID de utilizador e nome da sua instituição através da sua instituição + número gerado pela SURFconext

# profile.my_surf_conext.account_data_retention_period
source: Until 3 years after first login.
nl: Tot 3 jaar na laatste inlog.
pt: Até 3 anos após o último login.

# profile.my_surf_conext.consent_data
source: Consent Data
nl: Toestemmingsgegevens
pt: Dados de Consentimento

# profile.my_surf_conext.consent_data_explanation
source: Most services require you, prior to the first login, to explicitly give consent to your institution to share your personal data with the service you are logging in to. SURFconext stores at which moment and for which service you have given consent. To see which personal data is being shared with which service, please go to
nl: Bij de meeste diensten moet je, voordat je voor de eerste keer inlogt, expliciet toestemming geven om jouw attributen te delen met de dienst waar je wilt inloggen. SURFconext slaat op wanneer en voor welke dienst je deze toestemming hebt gegeven. Meer over welke gegevens je per dienst heb gedeeld, vind je onder
pt: A maioria dos serviços exigem que o utilizador, antes do primeiro login, dê o seu consentimento explícito à sua instituição para partilha de dados pessoais com o serviço no qual pretende efetuar login. A SURFconext armazena em que momento e para que serviço foi dado consentimento. Para ver que dados pessoais estão a ser partilhados com o serviço, aceda a

# profile.my_surf_conext.consent_data_origin
source: Generated by SURFconext
nl: Gegenereerd door SURFconext
pt: Gerado pela SURFconext

# profile.my_surf_conext.consent_data_retention_period
source: Until 3 years after last login.
nl: Tot 3 jaar na laatste inlog.
pt: Até 3 anos após o último login.

# profile.my_surf_conext.data_origin
source: Information and origin
nl: Gegevens en herkomst
pt: Informação e origem

# profile.my_surf_conext.data_retention_period
source: Retention Period
nl: Bewaartermijn
pt: Período de Retenção

# profile.my_surf_conext.introduction
source: SURFconext stores certain data to allow you to log in easily and securely to various (cloud) services and to give you insight into which services you have logged in to through SURFconext. Your institution decides which services are accessible for you through SURFconext. Most services you use through SURFconext request a subset of this data. Some services require no personal data. If you want to see which services received which data, please refer to %my_services_link%.
nl: SURFconext slaat gegevens op om je eenvoudig en veilig in te kunnen laten loggen bij verschillende (cloud)diensten en om jou inzicht te geven waar je allemaal bent ingelogd. Jouw instelling bepaalt welke diensten voor jou toegankelijk zijn via SURFconext. De meeste diensten die je via SURFconext benadert krijgen een klein deel van jouw gegevens. Sommige diensten hebben helemaal geen persoonsgegevens nodig. Als je wilt zien welke dienst welke gegevens krijgt, kijk dan bij %my_services_link%.
pt: A SURFconext armazena um conjunto de dados para permitir login fácil e seguro em diversos serviços (na Cloud) e também para fornecer informações sobre os serviços nos quais efetuou login através da SURFconext. A instituição de origem é quem decide que serviços estão acessíveis para o utilizador através da SURFconext. A maioria dos serviços usados através da SURFconext solicita um subconjunto desses dados. Alguns serviços não requerem dados pessoais; caso o utilizador queira ver que dados foram partilhados e por que serviços, deverá consultar o separador %my_services_link%.

# profile.my_surf_conext.logging_data
source: Logging Data
nl: Loggegevens
pt: Registo de Dados

# profile.my_surf_conext.logging_data_explanation
source: SURFconext logs when you use SURFconext, which service you are logging in to and from which IP address. This is necessary for administration and security purposes.
nl: SURFconext bewaart tijdelijk wanneer en vanaf welk IP-adres je gebruik maakt van SURFconext en bij welke diensten je hebt ingelogd. Dit is nodig voor het beheer en de beveiliging van SURFconext.
pt: A SURFconext faz um registo de acesso de cada utilizador, do serviço em que este efetua login e do endereço IP através do qual acede. Este registo é apenas para fins administrativos e de segurança.

# profile.my_surf_conext.logging_data_origin
source: Generated by SURFconext
nl: Gegenereerd door SURFconext
pt: Gerado pela SURFconext

# profile.my_surf_conext.logging_data_retention_period
source: 6 months. After 6 months the log files are anonymized.
nl: 6 maanden. Na 6 maanden worden de logbestanden geanonimiseerd.
pt: 6 meses. Ao fim de 6 meses os registos são tornados anónimos.

# profile.my_surf_conext.long_title
source: Details of your SURFconext profile
nl: Details van jouw SURFconext-profiel
pt: Detalhes do seu Perfil na SURFconext

# profile.my_surf_conext.origin
source: Origin
nl: Herkomst
pt: Origem

# profile.my_surf_conext.short_title
source: My SURFconext
nl: Mijn SURFconext
pt: O Meu SURFconext

# profile.navigation.help
source: Help
pt: Ajuda

# profile.navigation.terms_of_service
source: Terms of Service
nl: Gebruiksvoorwaarden
pt: Termos do Serviço

# profile.table.attribute_name
source: Attribute
nl: Attribuut
pt: Atributo

# profile.table.attribute_value
source: Value
nl: Waarde
pt: Valor

# profile.table.source_description.sab
source: SURFnet Autorisatie Beheer
pt: Gestão de Autorização SURFconext

# profile.table.source_description.voot
source: Group membership
pt: Membros do Grupo

# profile.information_request.explanation
source: If you press 'confirm request', your attributes will be sent to the Privacy Officer of SURFnet, and your request about the processing of personal data will be taken care of.
nl: Door op de verzend-knop te drukken, worden uw attributen naar de Privacy Officer van SURFnet gestuurd en kan uw verzoek rondom de verwerking van persoonsgegevens in behandeling worden genomen.

# profile.information_request.long_title
source: Identification because of request data subject
nl: Identificatie n.a.v. verzoek betrokkene

# profile.information_request.send_mail
source: Confirm request
nl: Verzenden

# profile.information_request.short_title
source: Identification request
nl: Identificatieverzoek
