Repository: OpenConext/OpenConext-profile
Catalog: app/Resources/translations/messages.*.xliff
Languages: nl, pt

# profile.information_request_confirmation.explanation
source: Your request about the processing of personal data will be taken care of.
nl: Uw verzoek rondom de verwerking van persoonsgegevens zal in behandeling worden genomen.

# profile.information_request_confirmation.long_title
source: Thanks for sending your attributes
nl: Bedankt voor het verzenden van uw attributen

# profile.information_request_confirmation.short_title
source: Identification request
nl: Identificatieverzoek

# profile.my_services.eula
source: EULA
nl: Gebruikersovereenkomst
